[
  "obsidian-style-settings",
  "obsidian-shellcommands",
  "recent-files-obsidian",
  "quickadd",
  "obsidian-linter",
  "obsidian-image-auto-upload-plugin",
  "obsidian-hover-editor",
  "homepage",
  "easy-typing-obsidian",
  "dataview",
  "cmdr",
  "buttons"
]